{
  "446596": {
    "Jeyno": "Currently \"busy with life\" and has little time for Torn"
  },
  "484640": {
    "ThunderBlitz": "PSA: a known scammer; https://www.torn.com/forums.php#/p=threads&f=2&t=16527298",
    "Profile note": "Banished"
  },
  "914683": {
    "Jeyno": "Went over to help CK, then decided to start his own faction. Intends to be allies",
    "Profile note": "WelcomeToReApply"
  },
  "1387584": {
    "Jeyno": "\"Busy with life. I just about get time to do gym and crimes, and do the faction crimes\""
  },
  "1753825": {
    "Meeip": "Guester for war no need to invite"
  },
  "2103527": {
    "Jeyno": "Previously fedded for middlemanning"
  },
  "2163292": {
    "Jeyno": "Currently a bit busy irl, tries to be online \"once or twice a week to join OCs\"\nAsks to be kicked if he becomes a burden, and will join back when active again.\n27.8.: Mihawk - I am taking a break from the game, kind of bored and barely log in, I will be probably taking a break for a few months, I will join the faction back once I am active again",
    "Profile note": "WelcomeToReApply"
  },
  "2171959": {
    "ThunderBlitz": "Chronic beggar. Only repays \"loans\" after an uproar in the forums. Seems completely untrustworthy.",
    "Profile note": "Suspicious"
  },
  "2291737": {
    "Jeyno": "Currently barely able to play due to IRL problems. No improvement in sight."
  },
  "2311166": {
    "Jeyno": "Scam victim of TigerClaws (aka Chip) for 1b"
  },
  "2315415": {
    "Jeyno": "On vacation, plays only occasionally until August"
  },
  "2349135": {
    "Jeyno": "Former Dom of BC",
    "Profile note": "WelcomeToReApply"
  },
  "2363978": {
    "Jeyno": "Former leadership of BC",
    "Profile note": "WelcomeToReApply"
  },
  "2430219": {
    "Jeyno": "Former Dom aka SaraM",
    "Profile note": "WelcomeToReApply"
  },
  "2495805": {
    "Jeyno": "Aka TigerClaws. Scammed Salvatore_Leone [2311166] for 1b",
    "Profile note": "Banished"
  },
  "2615320": {
    "Jeyno": "On thin ice. One more unannounced missing of event = kick"
  },
  "2684774": {
    "Meeip": "think its broken :D"
  },
  "2695568": {
    "Jeyno": "Loyal to BC (or at least he was), go-getter and energetic but occasionally AWOL",
    "Profile note": "WelcomeToReApply"
  },
  "2739595": {
    "ThunderBlitz": "Another Warriordud survivor! Any drama is likely just collateral damage from another dud meltdown!"
  },
  "2777585": {
    "ThunderBlitz": "Notice from Nuclear Fusion: he's an incessant poker player, who bleeds in wars for his gambling fix; deliberately stole their 100k chain hit despite it being designed to someone else.",
    "Profile note": "OnThinIce"
  },
  "2909561": {
    "ThunderBlitz": "Proven liar. Doesn't honour war term agreements. https://www.torn.com/forums.php?p=threads&f=9&t=16514738"
  },
  "2923764": {
    "ThunderBlitz": "For reference, in case he ever applies; https://www.torn.com/forums.php?p=threads&f=3&t=16520449"
  },
  "3028402": {
    "ThunderBlitz": "Unreliable."
  },
  "3138595": {
    "ThunderBlitz": "Notorious scammer. Avoid at all costs.",
    "Profile note": "Banished"
  },
  "3177056": {
    "ThunderBlitz": "Rampant forum troll/drama seeker...."
  },
  "3259811": {
    "Meeip": "in between jobs see if his acyivity fluctuates around 20 okt",
    "Profile note": "MonitorClosely"
  },
  "3348136": {
    "Jeyno": "Accidentally stole the 100k bonus in his former faction. Says he learned from it."
  },
  "3431519": {
    "Jeyno": "\"Not to be let back in if they apply\" - daddyg",
    "Profile note": "Banished"
  },
  "3514626": {
    "Jeyno": "Seems to put a good effort from what I saw, still a bit green behind the ears though. Went to CK and remained there for a good time"
  },
  "3517588": {
    "Jeyno": "Pain-in-the-butt personality"
  },
  "3586982": {
    "ThunderBlitz": "Was pretty much useless. Never did what was asked and constantly seemed confused why she was being attacked, DURING wars! Is convinced she knows better than everyone else, despite knowing nothing at all. Unless she drastically grows up, there's no benefit to having her onboard.",
    "Profile note": "OnThinIce"
  },
  "3658875": {
    "ThunderBlitz": "He's a Warriordud survivor! Any drama is likely just collateral damage from another dud meltdown!"
  },
  "3680301": {
    "Jeyno": "Chronic mugger who did not respect faction event rules and did not like listening to leadership. Has contact to one or multiple people in BC sending him faction chat messages. Close ties to Bub92278. Left faction and badmouths us.",
    "Profile note": "Banished",
    "Meeip": "thinks im cool"
  },
  "3694113": {
    "Meeip": "keep mugging during chains and been happinig for a long time. ignores warnings",
    "ThunderBlitz": "Seems to have redeemed himself, after frequently mugging during chains. Been a really good member overall."
  },
  "3759168": {
    "Jeyno": "Pretty annoying, joked at sniping bonus hits multiple times (including 100k), pretended to be banker at least once, likes to spam, known as buymugger (says it's in the past), suggested scamming, openly talked about abusing fellow member's trust and generosity",
    "Profile note": "WarningGiven"
  },
  "3785534": {
    "ThunderBlitz": "After bending over backwards to help him, including fix the mess he made by trying to scam his last faction, he bailed just before we matched for a ranked war, without a word. Pulled all his money out the day before, indicating it was planned.  Be careful with this one....",
    "Profile note": "OnThinIce"
  },
  "3831859": {
    "ThunderBlitz": "Flew before war, despite being told not to. Seems a bit dismissive about it but says \"it won't happen again\" I guess we'll see.... Also frequently goes inactive for days at a time; currently 13 days (yikes!)",
    "Profile note": "MonitorClosely",
    "Jeyno": "Give him a spanking"
  },
  "3838394": {
    "Meeip": "is lowkey rude to people",
    "ThunderBlitz": "Up and left without a word, despite being aware of an upcoming chain. Unimpressed."
  },
  "3851236": {
    "Jeyno": "Vacation 28.7-10.8, won't play much"
  },
  "3897405": {
    "ThunderBlitz": "Bleeds more than a vampires first victim!!",
    "Profile note": "OnThinIce"
  },
  "3904141": {
    "Lirien": "Buy Mugger"
  },
  "3912552": {
    "ThunderBlitz": "Went offline for ~half a day in Canada, holding up an OC. Has ignored 4 attempts to discuss it with him. Demotion & official warning given.",
    "Profile note": "WarningGiven"
  },
  "3915266": {
    "ThunderBlitz": "Argumentative little shit. Great member, otherwise.",
    "Jeyno": "Comes from CK. Been there one month.\nPretty chatty."
  },
  "3938598": {
    "ThunderBlitz": "Repeatedly asked why he couldn't access the armoury, despite being repeatedly asked to read & respond to the armoury post. He's either taking the piss, or not too bright."
  },
  "3942148": {
    "ThunderBlitz": "Strong Diva attitude. Seems to expect to be able to do what he wants, then complains about a \"power trip\" when there are some minor consequences. Derails quite fast when confronted.",
    "Profile note": "MonitorClosely"
  },
  "3953123": {
    "ThunderBlitz": "Tiresome. Unsure if he's genuinely struggling with English, or, just taking the absolute piss out of everything. Completely useless and an expensive liability in wars.",
    "Profile note": "OnThinIce"
  },
  "3969611": {
    "ThunderBlitz": "Highly critical of his first faction, despite having no in-game knowledge & insults anyone who doesn't blindly agree with him. Could learn but, should research before accepting if he applies."
  },
  "3970614": {
    "ThunderBlitz": "A colossal waste of digital space!",
    "Profile note": "Banished"
  },
  "3975059": {
    "ThunderBlitz": "Keeps asking for \"bank\" money, without depositing any of his own. Could be clueless; could be a multi/wannabe scammer... After several weeks, contributed nothing. Dead weight.",
    "Profile note": "Banished",
    "Meeip": "was just going to say the same^"
  },
  "3980012": {
    "ThunderBlitz": "Does the bare minimum, if that! Occasionally shows signs of trying but, is frequently inactive in wars and can't even seem to chain well.",
    "Profile note": "OnThinIce"
  },
  "3982492": {
    "ThunderBlitz": "Deathbladee? Dumbbladee, more like. Maybe Defiantbladee? Tried to slow-walk him many times through basic requirements, he constantly throws out irrelevant excuses to not do them, then asks why things aren't going his way. Just a constant headache.",
    "Profile note": "Banished"
  },
  "3988670": {
    "ThunderBlitz": "Just a PSA to avoid/reject this toxic individual.\nReference: https://www.torn.com/forums.php?p=threads&f=2&t=16524154",
    "Profile note": "Banished"
  },
  "3991086": {
    "ThunderBlitz": "Inactive for 12 days. Probably not coming back but if he does, be warned.",
    "Profile note": "OnThinIce"
  },
  "4027759": {
    "ThunderBlitz": "Highly entitled. Threatened to leave after a chat comment wasn't instantly replied to; went offline for 2-3 days leading up to a chain; returned the day of chain, doing almost nothing; left 2 days later without a word. I'm done with him, personally.",
    "Profile note": "Banished"
  },
  "4044345": {
    "Lirien": "At 15 days, thought he could leave to lead another faction. Had no problem using as much xan as he could during training weekend and bounce. I'm offended. Not really.",
    "Profile note": "MonitorClosely",
    "ThunderBlitz": "Tbf, he's still learning, even as a restart, he obviously didn't get as deep into the game as he thought & learned something the hard way. We've had worse players.  X-D"
  },
  "4045626": {
    "ThunderBlitz": "Had a few issues with this one. The latest; he used 5 faction Xanax up to and during our chain, made only 15 attacks when 14 muggings. Currently looking into it but, I've almost had my fill of him.",
    "Profile note": "OnThinIce"
  }
}